Revit 2027 API
ParameterTypeId.RbsPipeFlowParam Property
 "Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFlowParam { get; }
Public Shared ReadOnly Property RbsPipeFlowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFlowParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFlowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace